export const keyLayout = {

'en' : [
    "`","1", "2", "3", "4", "5", "6", "7", "8", "9", "0", "-", "=","backspace",
    "Tab","q", "w", "e", "r", "t", "y", "u", "i", "o", "p", "[", "]", "\\", "Del",
    "caps", "a", "s", "d", "f", "g", "h", "j", "k", "l", ";", "'","enter",
    "Shift", "z", "x", "c", "v", "b", "n", "m", ",", ".", "/",
    "Close", "Ctrl", "changeLang", "Alt", "space"
],

'ru' : [
    "ё","1", "2", "3", "4", "5", "6", "7", "8", "9", "0", "-", "=","backspace",
    "Tab","й", "ц", "у", "к", "е", "н", "г", "ш", "щ", "з", "х", "ъ", "\\", "Del",
    "caps", "ф", "ы", "в", "а", "п", "р", "о", "л", "д", "ж", "э","enter",
    "Shift", "я", "ч", "с", "м", "и", "т", "ь", "б", "ю", ".",
    "Close", "Ctrl", "changeLang", "Alt", "space"
],

'Shift_en' : [
    "~","!", "@", "#", "$", "%", "^", "&", "*", "(", ")", "_", "+","backspace",
    "Tab","q", "w", "e", "r", "t", "y", "u", "i", "o", "p", "{", "}", "|", "Del",
    "caps", "a", "s", "d", "f", "g", "h", "j", "k", "l", ":", "\"","enter",
    "Shift", "z", "x", "c", "v", "b", "n", "m", "<", ">", "?",
    "Close", "Ctrl", "changeLang", "Alt", "space"
],

'Shift_ru' : [
    "Ё","!", "\"", "№", ";", "%", ":", "?", "*", "(", ")", "_", "+","backspace",
    "Tab","й", "ц", "у", "к", "е", "н", "г", "ш", "щ", "з", "Х", "Ъ", "/", "Del",
    "caps", "ф", "ы", "в", "а", "п", "р", "о", "л", "д", "ж", "э","enter",
    "Shift", "Я", "Ч", "С", "М", "И", "Т", "Ь", "Б", "Ю", ",",
    "Close", "Ctrl", "changeLang", "Alt", "space"
]



}